f = int('12')
d = float('1.5')
s = str('Pyhon')
a = float(f / d)
print('Куос: ' + s + ', всего задач:', f, ', затраченное часы: ', d, ', ', 'среднее время выполнение ', a, ' часа', sep='')



# Напишите 4 переменных которые буду обозначать следующие данные:
# Количество выполненных ДЗ (запишите значение 12)
# Количество затраченных часов (запишите значrение 1.5)
# Название курса (запишите значение 'Python')
# Время на одно задание (вычислить используя 1 и 2 переменные)
# Выведите на экран(в консоль), используя переменные, следующую строку:
# Курс: Python, всего задач:12, затрачено часов: 1.5, среднее время выполнения 0.125 часа.